Repository: Unilang/gkrellm
Catalog: po/*.po
Languages: cs, pl

source: GKrellM Set Alerts
cs: GKrellM Nastavení výstrah
pl: GKrellM Ustawienia alarmów

source: Alerts
cs: Výstrahy
pl: Alarmy

source: High Limits
cs: Horní limity
pl: Górne granice

source: High alarm limit
cs: Horní limit pro poplach
pl: Górna granica alarmu

source: High warn limit
cs: Horní limit pro varování
pl: Górna granica ostrze¿enia

source: Low Limits
cs: Spodní limity
pl: Dolne granice

source: Low warn limit
cs: Spodní limit pro varování
pl: Dolna granica ostrze¿enia

source: Low alarm limit
cs: Spodní limit pro poplach
pl: Dolna granica alarmu

source: Seconds limit conditions must exist to have an alert
cs: sekund musí trvat mezní situace pro spu¹tìní výstrahy
pl: Warunki ograniczeñ sekundowych musz± istnieæ by ustawiæ alarm

source: Commands - with repeat intervals in seconds
cs: Pøíkazy - s intervalem opakování v sekundách
pl: Polecenia - z okresem powtarzania w sekundach

source: Alarm command:
cs: Spustit pøi poplachu:
pl: Polecenie Alarm:

source: Warn command:
cs: Spustit pøi varování:
pl: Polecenie Ostrze¿enie:

source: A repeat of zero seconds executes the command once per alert.
cs: Interval 0 sekund spustí pøíkaz jen jednou.
pl: Warto¶æ powtarzania zero sekund uruchamia polecenie raz na alarm.

source: GKrellM Battery
cs: GKrellM Baterie
pl: GKrellM Bateria

source: Battery times are unavailable. You could select the Estimated Time option.
cs: Èasy nejsou k dispozici. Mù¾ete vybrat volbu odhadování èasu.
pl: Czasy baterii nie s± dostêpne. Mo¿esz wybraæ opcjê Przybli¿ony Czas.

source: Battery
cs: Baterie
pl: Bateria

source: Battery Percent Limits
cs: Procentní limity
pl: Procentowe ograniczenia baterii

source: Battery Minutes Remaining Limits
cs: Limity zbývajícího èasu
pl: Granice pozosta³ych minut baterii

source: The Battery alert units are changed and the alert must be reconfigured.
cs: Jednotky varování baterií se zmìnily a varování musí být znovu nastaveno.
pl: Jednostki alarmu baterii zosta³y zmienione, nale¿y ponownie skonfigurowaæ alarm.

source: <h>Setup
cs: <h>Nastavení
pl: <h>Ustawienia

source: <b>Display Estimated Time
cs: <b>Zobrazovat odhad zbývajícího èasu
pl: <b>Wy¶wietl przybli¿ony czas

source: If battery times are not reported by the BIOS or if the reported times are inaccurate, select this option to display a battery time remaining or time to charge which is calculated based on the current battery percentage level, user supplied total battery times, and a linear extrapolation model.
cs: Pokud èasy výdr¾e nejsou k dispozici z BIOSu, nebo pokud jsou nesprávné, zvolte tuto mo¾nost pro zobrazování zbývajícího èasu baterie nebo èasu potøebného k dobití baterie vypoèítaného z procentní úrovnì nabití a u¾ivatelem dodaných celkových èasù.
pl: Je¶li czasy baterii nie s± podawane przez BIOS lub je¶li s± one niedo- k³adne, wybierz tê opcjê by wy¶wietliæ pozosta³y czas baterii lub czas do na³adowania. Jest on wyliczany jest w oparciu o bie¿±cy procentowy poziom na³adowania baterii, podane przez u¿ytkownika ca³kowite czasy baterii oraz model liniowego przybli¿ania.

source: <b>Total Battery Times
cs: <b>Celkové èasy baterie
pl: <b>Ca³kowite czasy baterii

source: Enter the typical total run time and total charge time in hours for your battery.
cs: Vlo¾te prùmìrnou dobu celkové výdr¾e a èasu potøebného k dobití baterie, v hodinách.
pl: Wprowad¼ typowy ca³kowity czas pracy i ca³kowity czas ³adowania swojej baterii w godzinach.

source: <b>Exponential Charge Model
cs: <b>Exponenciální dobíjecí model
pl: <b>Wyk³adniczy model ³adowania

source: For some charging systems battery capacity rises exponentially, which means the simple linear model will grossly underestimate the time to 100%. Select the exponential model for more accuracy in this case.
cs: Kapacita baterie stoupá exponenciálnì v nìkterých dobíjecích systémech, co¾ zpùsobí ¾e jednoduchý lineární model vysoce podhodnotí èas potøebný k dobití na 100%. V takovém pøípadì zvolte exponenciální model pro vìt¹í pøesnost.
pl: W niektórych systemach ³adowania pojemno¶æ baterii wzrasta wyk³adniczo, co oznacza, ¿e prosty liniowy model mocno niedoszacuje czas do 100%. W tym przypadku wybierz model wyk³adniczy dla wiêkszej dok³adno¶ci.

source: Substitution variables may be used in alert commands.
cs: Zástupné znaky mohou být pou¾ity v pøíkazech výstrahy.
pl: Zmienne zastêpcze mog± byæ u¿yte w poleceniach alarmu.

source: $p battery percent level.
cs: $p nabití baterie v procentech.
pl: $p procentowe zu¿ycie baterii.

source: $t battery time left.
cs: $t zbývající výdr¾ na baterie.
pl: \t pozosta³y czas baterii.

source: $n battery number.
cs: $n èíslo baterie.
pl: $n numer baterii.

source: $o online state (boolean).
cs: $o v provozu (ano/ne).
pl: $o stan on-line (boolean).

source: $c charging state (boolean).
cs: $c nabíjení (ano/ne).
pl: $c stan ³adowania (boolean).

source: <h>Mouse Button Actions:
cs: <h>Kliknutí my¹í:
pl: <h>Dzia³anie przycisków myszy:

source: <b> Left
cs: <b> Levé
pl: <b> Lewy

source: click on the charging state decal to toggle the display mode between a minutes, percentage, or charging rate display.
cs: tlaèítko støídá zobrazení minut, procent, a rychlosti dobíjení.
pl: kliknij stan na³adowania aby prze³±czyæ tryb wy¶wietlania pomiêdzy wielko¶ciami w minutach, procentach lub na³adowania.

source: <b> Middle
cs: <b> Prostøední
pl: <b> ¦rodkowy

source: clicking anywhere on the Battery panel also toggles the display mode.
cs: tlaèítko také støídá re¾imy zobrazení.
pl: klikniêcie gdziekolwiek na panelu baterii równie¿ prze³±czy tryb wy¶wietlania.

source: Options
cs: Volby
pl: Opcje

source: Enable
cs: Zapnout
pl: W³±cz

source: Composite Battery
cs: Slo¾ená baterie
pl: Z³o¿enie baterii

source: Real Batteries
cs: Skuteèné baterie
pl: Rzeczywiste baterie

source: Enable Battery
cs: Zapnout Baterie
pl: Bateria w³±czona

source: Display estimated time remaining and time to charge
cs: Zobrazovat odhad zbývajícího èasu a èasu potøebného k dobití
pl: Wy¶wietlanie przybli¿onego pozosta³ego czasu i czasu do na³adowania

source: Total battery run time in hours
cs: Výdr¾ baterie v hodinách
pl: Ca³kowity czas pracy baterii w godzinach

source: Total battery charge time in hours
cs: Èas potøebný k dobití v hodinách
pl: Ca³kowity czas ³adowania baterii w godzinach

source: Exponential charge model
cs: Exponenciální dobíjecí model
pl: Wyk³adniczy model ³adowania

source: Seconds between updates
cs: Sekundy mezi aktualizacemi
pl: Sekundy pomiêdzy od¶wie¿aniem

source: Setup
cs: Nastavení
pl: Ustawienia

source: Launch Commands
cs: Spustit pøíkazy
pl: Uruchom polecenia

source: Alerts check for percent capacity remaining.
pl: Alarmy sprawdzaj± procent pozosta³ego na³adowania.

source: Info
cs: Informace
pl: Informacja

source: /Control/Auto mode recalibrate
cs: /Ovládání/Rekalibrovat automatický re¾im
pl: /Kontrola/Ponowna kalibracja trybu automatycznego

source: /Control
cs: /Ovládání
pl: /Kontrola

source: /Control/-
cs: /Ovládání/-
pl: /Kontrola/-

source: /Control/Sequence.../1 2 5
cs: /Ovládání/Sekvence.../1 2 5
pl: /Kontrola/Sekwencja.../1 2 5

source: /Control/Sequence.../1 1.5 2 3 5 7
cs: /Ovládání/Sekvence.../1 1.5 2 3 5 7
pl: /Kontrola/Sekwencja.../1 1.5 2 3 5 7

source: GKrellM Chart Config
cs: GKrellM Nastavení grafu
pl: GKrellM Konfiguracja wykresu

source: Line style
cs: Èárový
pl: Styl linii

source: Inverted
cs: Pøevrácený
pl: Odwrócony

source: Split view
cs: Rozdìlené
pl: Widok podzielony

source: Hide
cs: Skrýt
pl: Ukryj

source: Resolution per Grid
cs: Rozli¹ení møí¾ky
pl: Rozdzielczo¶æ na liniê siatki

source: Number of Grids
cs: Poèet møí¾ek
pl: Liczba linii siatki

source: 0: Auto 1-5: Constant
cs: 0: Auto 1-5: Konstantní
pl: 0: Auto 1-5: Sta³e

source: Chart height
cs: Vý¹ka grafu
pl: Wysoko¶æ wykresu

source: <h>Clock/Calendar Format Strings
pl: <h>Formatowanie wy¶wietlania zegara i kalendarza

source: The display format strings should contain strftime conversion characters and Pango text attribute markup strings.
pl: £añcuchy formatowania sposobu wy¶wietlania powinny zawieraæ znaki konwersji strftime oraz znaczniki Pango.

source: For the clock, the provided default strings will display a 12 hour clock with seconds, a 12 hour clock with AM/PM indicator, or a 24 hour clock with seconds.
pl: Ustawienia domy¶lne dla zegara wy¶wietl± czas w formacie 12-godzinnym z sekundami, czas 12-godzinny z oznaczeniem AM/PM (przed po³udniem/po po³udniu) lub czas 24-godzinny z sekundami.

source: Calendar
cs: Kalendáø
pl: Kalendarz

source: Display format string:
pl: Format wy¶wietlania:

source: Clock
cs: Hodiny
pl: Zegar

source: Clock Chime Commands
cs: Odbíjení hodin
pl: Polecenia d¼wiêków zegara

source: Hour
cs: Hodina
pl: Godzina

source: Quarter hour
cs: Ètvrthodina
pl: Kwadrans

source: Loop hour chime command
cs: Opakovat pøíkaz pro odbíjení hodin
pl: Zagraj X razy dla godziny X

source: Bad textcolor line %s
cs: Neplatný øadek textcolor: %s
pl: Niepoprawna linia textcolor %s

source: Cannot load file image: %s
cs: Nelze naèíst obrázek: %s
pl: Nie mo¿na wczytaæ pliku obrazu: %s

source: Cannot load GdkPixbuf inline data.
cs: Nelze naèíst GdkPixbuf data.
pl: Nie mo¿na wczytaæ danych GdkPixbuf.

source: Cannot load xpm: %s
cs: Nelze naèíst xpm: %s
pl: Nie mo¿na wczytaæ xpm: %s

source: Incomplete config line: %s
cs: Neúplný konfiguraèní øádek: %s
pl: Niekompletna linia konfiguracji: %s

source: Cannot open config file %s for writing.
cs: Nelze otevøít konfiguraèní soubor %s pro zápis.
pl: Nie mo¿na otworzyæ pliku konfiguracyjnego %s do zapisu.

source: sys time
cs: sys
pl: czas sys

source: user time
cs: user
pl: czas user

source: nice time
cs: nice
pl: czas nice

source: Percent Usage
cs: Procent vyu¾ití
pl: Zajêto¶æ procentowa

source: <h>Chart Labels
cs: <h>Popisky grafu
pl: <h>Etykiety wykresu

source: Substitution variables for the format string for chart labels:
cs: Zástupné znaky formátovacího øetìzce pro popisky grafu:
pl: Zmienne zastêpcze w ³añcuchu formatu etykiet wykresu:

source: $L the CPU label
cs: $L jmenovka procesoru
pl: $L etykieta CPU

source: $T total CPU time percent usage
cs: $T celkové procentní vyu¾ití procesoru
pl: $T ca³kowite u¿ycie czasu CPU w procentach

source: $s sys time percent usage
cs: $s procentní vyu¾ití procesoru v re¾imu system
pl: $s procentowe zu¿ycie czasu sys

source: $u user time percent usage
cs: $u procentní vyu¾ití procesoru v re¾imu user
pl: $u procentowe zu¿ycie czasu user

source: $n nice time percent usage
cs: $n procentní vyu¾ití procesoru v re¾imu nice
pl: $n procentowe zu¿ycie czasu nice

source: Enable CPU
cs: Zapnout Procesor
pl: CPU w³±czona

source: Exclude nice CPU time from krell even if nice is shown on chart
cs: Nepoèítat nice re¾im do krellu i pøesto, ¾e je zobrazen v grafu
pl: Nawet je¶li czas nice jest na wykresie jest on roz³±czany z krell

source: Draw fan and temperature values separately (not alternating).
cs: Vykreslovat hodnoty vìtráèku a teploty oddìlenì.
pl: Oddzielne rysowanie warto¶ci wentylatora i temperatury (nie zamiennie).

source: Apply any CPU chart config height change to all CPU charts
cs: Pou¾ít zmìnu ve vý¹ce grafu pro grafy v¹ech procesorù
pl: Zastosuj zmianê konfiguracji wysoko¶ci wykresu CPU do wszystkich wykresów CPU

source: SMP Charts Select
cs: Výbìr grafù pro víceprocesorový systém
pl: Wybór wykresów SMP

source: Real CPUs.
cs: Skuteèné procesory.
pl: Rzeczywiste CPU

source: Composite CPU.
cs: Slo¾ený procesor.
pl: Z³o¿ony CPU.

source: Composite and real
cs: Slo¾ený a skuteèný
pl: Z³o¿ony i rzeczywisty

source: Format String for Chart Labels
cs: Formátovací øetìzec pro popisky grafu
pl: £añcuch formatowania etykiet wykresów

source: Disk
pl: Dysk

source: Write bytes
cs: zapsaných bajtù
pl: Bajty zapisu

source: Read bytes
cs: pøeètených bajtù
pl: Bajty odczytu

source: Disk I/O blocks per sec
cs: blokù za sekundu
pl: Bloki dyskowe I/O na sekundê

source: Disk I/O bytes per sec
cs: bajtù za sekundu
pl: I/O dysku w bajtach na sekundê

source: Bytes per second
cs: bajtù za sekundu
pl: Bajty na sekundê

source: Composite chart combines data for all disks
cs: Slouèený graf kombinující údaje v¹ech diskù
pl: Wykres z³o¿ony sk³ada dane dla wszystkich dysków

source: $L the Disk label
pl: $L etykieta dysku

source: $M maximum chart value
cs: $M maximální hodnota
pl: $M maksymalna warto¶æ wykresu

source: $T total read bytes + write bytes
cs: $T souèet ètených + zapsaných bajtù
pl: $T wszystkie bajty przeczytane + zapisane

source: $r read bytes
cs: $r pøeètené bajty
pl: $r odebrane bajty

source: $w write bytes
cs: $w zapsané bajty
pl: $w zapisane bajty

source: $t - $f free
cs: $t - $f volných
pl: $t - $f wolne

source: $t - $u used
cs: $t - $u volné
pl: $t - $u zajête

source: GKrellM Mount Error
cs: GKrellM Chyba mountu
pl: B³±d montowania GKrellM

source: Primary
cs: Primární
pl: Podstawowy

source: Secondary
cs: Sekundární
pl: Dodatkowy

source: Entry Error
cs: Chybné zadání
pl: B³±d pozycji

source: At least one primary fs monitor must exist to click on in order to show secondary ones.
cs: Alespoò jeden primární monitor musí existovat, aby ¹lo kliknutím na nìj zobrazit sekundární monitory.
pl: Wymagany jest co najmniej jeden podstawowy monitor fs by klikn±æ w celu wy¶wietlenia dodatkowych.

source: Both a label and a mount point must be entered.
cs: Musíte zadat jak jmenovku, tak pøípojný bod.
pl: Nale¿y okre¶liæ etykietê i punkt montowania.

source: Both mount and umount commands must be entered.
cs: Musíte zadat pøíkazy pro mount i umount.
pl: Nale¿y podaæ polecenia montowania i odmontowania.

source: Missing ejectable device entry.
cs: Zaøízení není zadáno.
pl: Brakuj±cy wpis wysuwalnego urz±dzenia.

source: Label
cs: Jmenovka
pl: Etykieta

source: Mount Point
cs: Pøípojný bod
pl: Punkt montowania

source: Show if mounted
cs: Zobrazit pokud pøipojeno
pl: Wy¶wietlanie po zamontowaniu

source: Enable /etc/fstab mounting
cs: Pou¾ívat /etc/fstab
pl: W³±czone montowanie z /etc/fstab

source: Ejectable
cs: Vysouvatelné
pl: Wysuwalne

source: Device
cs: Zaøízení
pl: Urz±dzenie

source: mount
pl: montuj

source: umount
pl: odmontuj

source: <h>Mounting
cs: <h>Pøipojování svazkù
pl: <h>Montowania

source: Enter file system mount points to monitor and enter a label to describe the mount point. The krell shows the ratio of blocks used to total blocks available. Mounting commands can be enabled for mount points in one of two ways:
cs: Zadejte pøípojné body, které chcete monitorovat, a zadejte jejich jmenovky. Krell indikuje podíl obsazených blokù na svazku. Pøipojovací pøíkazy mohou být nastaveny dvìma zpùsoby:
pl: Wprowad¼ punkty montowania systemu plików dla monitora i etykietê opisuj±c± punkt montowania. Krell pokazuje stosunek bloków u¿ytych do wszystkich dostêpnych bloków. Polecenia montowania dla punktów montowania mog± zostaæ wykonane na jeden z dwóch sposobów:

source: <b> 1) Mounting using /etc/fstab:
cs: <b> 1) Pomocí /etc/fstab:
pl: <b> 1) Montowanie z wykorzystaniem /etc/fstab:

source: If a mount point is in your /etc/fstab and you have mount permission then mount and umount commands can be enabled and executed for that mount point simply by checking the "Enable /etc/fstab mounting" option. Mount table entries in /etc/fstab need the "user" or "owner" option set to grant this permission unless GKrellM is run as root. For example, if you run GKrellM as a normal user and you want to be able to mount your floppy, your /etc/fstab could have either of:
cs: Pokud je pøípojný bod ve va¹em /etc/fstab a máte práva pro pøipojování, potom staèí zvolit volbu "Pou¾ívat /etc/fstab". Záznamy v /etc/fstab by mìli obsahovat volbu "user" nebo "owner", pokud GKrellM není spu¹tìn jako root. Napøíklad, pokud GKrellM spou¹títe jako normální u¾ivatel a chcete pøipojit disketu, vá¹ /etc/fstab by mìl obsahovat:
pl: Je¶li punkt montowania jest w Twoim /etc/fstab i masz prawo do montowania to polecenia montowania i odmontowania mog± byæ w³±czane po prostu poprzez zaznaczenie opcji "Za³±cz montowanie wg /etc/fstab". Je¿eli nie uruchamiasz GKrellM jako root, wpisy montowania w tabeli /etc/fstab musz± mieæ ustawion± opcjê "user" by nadaæ prawo montowania u¿ytkownikom. Dla przyk³adu: je¶li uruchamiasz GKrellM z konta zwyk³ego u¿ytkownika i chcesz mieæ mo¿liwo¶æ montowania stacji dysków, Twój /etc/fstab powinien mieæ wpis podobny do jednego z poni¿szych:

source: or
cs: nebo
pl: lub

source: <b> 2) Mounting using custom commands:
cs: <b> 2) Pomocí vlastních pøíkazù:
pl: <b> 2) Montowanie z u¿yciem poleceñ u¿ytkownika:

source: If GKrellM is run as root or if you have sudo permission to run the mount commands, then a custom mount command can be entered into the "mount command" entry box. A umount command must also be entered if you choose this method. Example mount and umount entries using sudo:
cs: Mù¾ete zadat vlastní pøíkazy pro pøipojení, pokud spou¹títe GKrellM pod rootem nebo pokud máte práva spou¹tìt pøipojovací pøíkazy. Umount pøíkaz musí být také zadán. Pøíklad mount a umount pøíkazù pou¾ívajících sudo:
pl: Je¶li GKrellM jest uruchamiany z konta root lub je¿eli masz prawa sudo by uruchomiæ polecenia montowania to mo¿esz wprowadziæ w³asne polecenia montowania w pole "polecenie montowania". Je¿eli wybierasz ten sposób musisz równie¿ wprowadziæ polecenie odmontowania. Przyk³adowe wpisy montowania i odmontowania z u¿yciem sudo:

source: Notes: the mount point specified in a custom mount command (/mnt/A in this example) must be the same as entered in the "Mount Point" entry. You should have the NOPASSWD option set in /etc/sudoers if using sudo.
cs: Poznámky: pøípojný bod zadaný ve vlastním mount pøíkazu (v na¹em pøíkladu /mnt/A) musí být stejný jako ten zadaný do políèka "Pøípojný bod". Pokud pou¾ijete sudo, mìl byste mít volbu NOPASSWD v /etc/sudoers.
pl: Uwaga: punkt montowania ustalony w poleceniu montowania u¿ytkownika (np. /mnt/A) musi byæ taki sam jak w polu "Punkt montowania". Je¿eli u¿ywasz sudo nale¿y podaæ opcjê NOPASSWD w /etc/sudoers

source: <h>Primary and Secondary Monitors
cs: <h>Primární a sekundární monitory
pl: <h>Podstawowe i dodatkowe monitory

source: File system monitors can be created as primary (always visible) or secondary which can be hidden and then shown when they are of interest. For example, you might make primary file system monitors for root, home, or user so they will be always visible, but make secondary monitors for less frequently used mount points such as floppy, zip, backup partitions, foreign file system types, etc. Secondary FS monitors can also be configured to always be visible if they are mounted by checking the "Show if mounted" option. Using this feature you can show the secondary group, mount a file system, and have that FS monitor remain visible even when the secondary group is hidden. A standard cdrom mount will show as 100% full but a monitor for it could be created with mounting enabled just to have the mount/umount convenience.
cs: Monitory souborových systémù mohou být primární (v¾dy viditelné) nebo sekundární, které jsou zobrazeny jen pokud jsou zrovna zajímavé. Napøíklad, vytvoøte primární monitor pro koøenový oddíl, /home, a /usr, tak¾e budou stále viditelné, ale vytvoøte sekundární monitory pro ménì èasto pou¾ívané pøípojné body jako diskety, zip disky, zálo¾ní oddíly, cizí souborové systémy, a tak dále. Sekundární monitory mohou být nastaveny, aby byly stále viditelné, pokud jsou pøipojeny. Pomocí této vlastnosti mù¾ete zobrazit sekundární skupinu, pøipojit souborový systém, a mít tento monitor viditelný i potom co skryjete sekundární skupinu. Pøipojení bì¾né CD-ROM mechaniky bude v¾dy ukazovat 100% zaplnìní, ale mù¾ete tak vytvoøit monitor pro snadné pøipojení / odpojení jednotky.
pl: Monitory systemu plików mog± zostaæ utworzone jako podstawowe (zawsze widoczne) lub dodatkowe, które mog± byæ ukryte a wy¶wietl± siê bêd± gdy stan± siê interesuj±ce. Na przyk³ad mo¿na utworzyæ monitory podstawowe dla root, home lub user, które bêd± zawsze widoczne oraz dodatkowe monitory dla rzadziej u¿ywanych punktów montowania, takich jak stacja dysków, zip, partycje z kopiami zapasowymi itp. Dodatkowe monitory FS mo¿na równie¿ ustawiæ tak, by by³y zawsze widoczne gdy s± zamontowane poprzez zaznaczenie opcji "Wy¶wietlaj po zamontowaniu". Za pomoc± tej w³a¶ciwo¶ci mo¿na zaprezentowaæ dodatkow± grupê, zamontowany system plików i mieæ monitor widoczny nawet wówczas, gdy dodatkowa grupa jest ukryta. Standardowy punkt montowania cdrom bêdzie zawsze mia³ 100% zajêtego miejsca, a monitor dla niego zrobisz u¿ywaj±c z³o¿onej metody montowania/odmontowania.

source: <h>Panel Labels
cs: <h>Jmenovky panelù
pl: <h>Etykiety paneli

source: Substitution variables for the format string for file system panels:
cs: Zástupné znaky pro formátovací øetìzec pro panely souborových systémù:
pl: Zmienne zastêpcze ³añcucha formatowania dla paneli systemu plików:

source: $t total capacity
cs: $t celková kapacita
pl: $t ca³kowita pojemno¶æ

source: $u used space
cs: $u zaplnìné místo
pl: $u zajête miejsce

source: $f free space
cs: $f volné místo
pl: $f wolne miejsce

source: $U used %,
cs: $U % zaplnìná,
pl: $U zajête %,

source: $F free %
cs: $F % volná
pl: $F wolne %

source: $l the panel label
cs: $l jmenovka panelu
pl: $l etykieta panelu

source: $D the mount point
cs: $D pøípojný bod
pl: $D punkt montowania

source: $D the disk
cs: $D disk
pl: $D dysk

source: click on a panel to scroll a programmable display
cs: na panelu roluje zobrazení kapacit souborového systému
pl: kliknij na panelu by przewin±æ programowalny wy¶wietlacz

source: of file system capacities (default is total and free space).
cs: (výchozí je celkové a volné místo).
pl: pojemno¶ci systemu plików (standardowo ca³kowite i wolne miejsce).

source: <b> Wheel
cs: <b> Koleèko
pl: <b> Kó³ko

source: Shows and hides the secondary file system monitors.
cs: zobrazí a skryje sekundární monitory.
pl: Wy¶wietla i ukrywa dodatkowe monitory systemu plików.

source: Panels
cs: Panely
pl: Panele

source: Use binary units (MiB, GiG) for reporting disk capacities.
cs: Pou¾ívat binární jednotky (MB, GB) pro zobrazování kapacit.
pl: U¿ycie jednostek binarnych (MiB, GiB) przy wy¶wietlaniu pojemno¶ci dysku.

source: Auto eject when ejectable devices are unmounted
cs: Automaticky vysunout vysouvatelné zaøízení pøi odmountování.
pl: Automatyczne wysuwanie gdy urz±dzenia wysuwalne s± odmontowywane

source: Seconds between data updates for local mounted file systems
cs: sekund mezi aktualizacemi místních souborových systémù
pl: Czas [s] od¶wie¿ania danych dla lokalnie zamontowanych fs

source: Seconds between data updates for remote mounted file systems
cs: sekund mezi aktualizacemi sí»ových souborových systémù
pl: Czas [s] od¶wie¿ania danych dla zdalnie zamontowanych fs

source: Format String for Panel Labels
cs: Formátovací øetìzec pro jmenovky panelù
pl: £añcuch formatowania dla etykiet panelu

source: File System
cs: Souborový systém
pl: System plików

source: %s command
cs: %s - pøíkaz
pl: polecenie %s

source: comment
cs: komentáø
pl: komentarz

source: GKrellM %d.%d.%d%s GNU Krell Monitors Copyright (c) 1999-2014 by Bill Wilson billw@gkrellm.net http://gkrellm.net Released under the GNU General Public License
cs: GKrellM %d.%d.%d%s GNU Krell Monitors Copyright (c) 1999-2014 Bill Wilson billw@gkrellm.net http://gkrellm.net ©íøeno pod GNU General Public License
pl: GKrellM %d.%d.%d%s Monitory GNU Krell Copyright (c) 1999-2014 by Bill Wilson billw@gkrellm.net http://gkrellm.net Wydany na licencji GNU General Public License

source: Mac OS X code was contributed by: Ben Hines <bhines@alumni.ucsd.edu> and Hajimu UMEMOTO <ume@mahoroba.org>
cs: Podporu pro Mac OS X vytvoøili: Ben Hines <bhines@alumni.ucsd.edu> a Hajimu UMEMOTO <ume@mahoroba.org>
pl: Kod MAC OS X przy wspó³pracy: Ben Hines <bhines@alumni.ucsd.edu> i Hajimu UMEMOTO <ume@mahoroba.org>
