Repository: Unilang/gkrellm
Catalog: po/*.po
Languages: cs, pl

source: FreeBSD system dependent code was contributed by: Hajimu UMEMOTO <ume@mahoroba.org>
cs: Kód specifický pro FreeBSD pøispìl: Hajimu UMEMOTO <ume@mahoroba.org>
pl: Kod FreeBSD zale¿ny od systemu przy wspó³pracy: Hajimu UMEMOTO <ume@mahoroba.org>

source: DragonFly system dependent code was contributed by: Joerg Sonnenberger <joerg@bec.de>
pl: Kod zale¿ny dla systemu DragonFly zosta³ dostarczony przez: Joerg Sonnenberger <joerg@bec.de>

source: NetBSD system dependent code was contributed by: Anthony Mallet <anthony.mallet@useless-ficus.net>
cs: Kód specifický pro NetBSD pøispìl: Anthony Mallet <anthony.mallet@useless-ficus.net>
pl: Kod NetBSD zale¿ny od systemu przy wspó³pracy: Anthony Mallet <anthony.mallet@useless-ficus.net>

source: Solaris system dependent code was contributed by: Daisuke Yabuki <dxy@acm.org>
cs: Kód specifický pro Solaris pøispìl: Daisuke Yabuki <dxy@acm.org>
pl: Kod Solaris zale¿ny od systemu przy wspó³pracy: Daisuke Yabuki <dxy@acm.org>

source: <h>Krells
cs: <h>Krely
pl: <h>Krelle

source: Krells are the horizontally moving indicators below each chart and on meter style monitors. Depending on the monitor, they show fast response data rates, a percentage of some capacity, or something else.
cs: Krely jsou horizontálnì se pohybující indikátory pod ka¾dým grafem a na monitorech. V závislosti na typu monitoru ukazují rychle se mìnící hodnoty dat, procento nìjaké kapacity, nebo nìco jiného.
pl: Krelle to wska¼niki poziomo przesuwaj±ce siê poni¿ej wykresu i na monitorach w stylu miernika. W zale¿no¶ci od monitora pokazuj± one wska¼niki danych, procentowe pojemno¶ci i inne.

source: <h>Charts
cs: <h>Grafy
pl: <h>Wykresy

source: The default for most charts is to automatically adjust the number of grid lines drawn and the resolution per grid so drawn data will be nicely visible. You may change this to fixed grids of 1-5 and/or fixed grid resolutions in the chart config windows. However, some combination of the auto scaling modes may give best results.
cs: Výchozí nastavení vìt¹iny grafù je automaticky pøizpùsobit poèet èar møí¾ky a rozli¹ení møí¾ky tak, aby vykreslovaná data byla dobøe viditelná. Toto chování mù¾ete zmìnit na pevnou møí¾ku a/nebo pevné rozli¹ení møí¾ky ve vlastnostech grafu. Nìkteré kombinace samo¹kálovacích re¾imù mohou poskytovat nejlep¹í výsledky.
pl: Domy¶lnie ustawione jest dla wiêkszo¶ci wykresów automatyczny dobór liczby linii siatki i rozdzielczo¶ci na liniê tak, by dane by³y dobrze widoczne. Mo¿esz to zmieniæ i ustawiæ liczbê linii od 1-5 i/lub roz- dzielczo¶æ linii w oknach konfiguracyjnych wykresu. Jakkolwiek, pewne ustawienia automatyczne mog± daæ najlepszy efekt.

source: See the README or do a "man gkrellm" for more information.
cs: Více informací najdete v README nebo v "man gkrellm".
pl: Zajrzyj do README lub do "man gkrellm" po wiêcej informacji.

source: Chart label format strings place text on charts using position codes:
cs: Øetìzce pro umístìní jmenovek do grafù:
pl: £añcuchy formatowania pozycji etykiety na wykresie u¿ywaj± kodów pozycji:

source: \t top left
cs: \t vlevo nahoøe
pl: \t lewo góra

source: \b bottom left
cs: \b vlevo dole
pl: \b lewo dó³

source: \n next line
cs: \n dal¹í øádek
pl: \n nastêpna linia

source: \N next line only if last string had visible characters
cs: \N dal¹í øádek pouze, pokud následující øetìzec obsahuje viditelné znaky
pl: \N nastêpna linia tylko wtedy, gdy ostatni ³añcuch mia³ widzialne znaki

source: \p previous line
cs: \p pøedchozí øádek
pl: \p poprzednia linia

source: \c center the text
cs: \c vystøedit text
pl: \c wy¶rodkowanie tekstu

source: \C begin drawing text at the center
cs: \C zaèít vykreslování textu na støedu
pl: \C pocz±tek tekstu na ¶rodku

source: \r right justify
cs: \r zarovnání vpravo
pl: \r wyrównanie do prawej

source: \f use alternate font for the next string
cs: \f pou¾ít odli¹né písmo pro následující øetìzec
pl: \f u¿yj zastêpczej czcionki w nastêpnym ³añcuchu

source: \w use the following string to define a field width
cs: \w následující øetìzec definuje ¹íøku pole
pl: \w u¿yj nastêpuj±cego ³añcucha do zdefiniowania szeroko¶ci pola

source: \a draw left justified in the defined field width
cs: \a vykresli zarovnané vlevo v definované ¹íøce
pl: \a rysuj wyrównany do lewej w zdefiniowanej szeroko¶ci pola

source: \e draw right justified in the defined field width
cs: \e vykresli zarovnané vpravo v definované ¹íøce
pl: \e rysuj wyrównany do prawej w zdefiniowanej szeroko¶ci pola

source: \. no-op. Used to break a string into two strings.
cs: \. no-op. Vhodné pro rozdìlení textu do dvou øetìzcù.
pl: \. bez skutku. U¿ywany do dzielenia ³añcucha na dwa.

source: \D0 bottom of charts first data view (D2 for second data view ...)
cs: \D0 spodek grafù, první datové zobrazení (D2 pro druhé...)
pl: \DO dó³ pierwszego widoku danych wykresu (D2 dla drugiego...)

source: \D1 top of charts first data view (D3 for second data view ...)
cs: \D1 vr¹ek grafù, první datové zobrazení (D3 pro druhé...)
pl: \D1 góra wykresów pierwszego widoku danych wykresu (D2 dla drugiego...)

source: <h> Commands
cs: <h> Pøíkazy
pl: <h> Polecenia

source: Many monitors can be configured to launch commands. Just enter the command where you see a "command" entry and also a comment if you want a tooltip to appear for the command. After a command is entered, for a monitor, a button for launching it will become visible when you move the mouse into the panel area of the monitor.
cs: Mnoho monitorù mù¾e být nastaveno pro spou¹tìní pøíkazù. Staèí zadat pøíkaz do políèka oznaèeného "pøíkaz" a také do políèka komentáø pokud chcete aby se zobrazoval tooltip. Po zadání pøíkazu se na monitoru bude zobrazovat tlaèítko pro jeho spu¹tìní, kdy¾ pøes monitor pøejedete my¹í.
pl: Wiele monitorów mo¿na skonfigurowaæ tak, by uruchamia³y polecenia. Po prostu wprowad¼ polecenie tam, gdzie widzisz pozycjê "command", jak równie¿ podpowied¼ tego polecenia. Po wprowadzeniu polecenia monitora przycisk uruchomienia stanie siê widoczny gdy przesuniesz myszkê nad obszar panelu monitora.

source: <h> Mouse Button Actions:
cs: <h> Kliknutí my¹í:
pl: <h> Dzia³ania przycisków myszy:

source: clicking on charts will toggle a display of some extra info.
cs: zapíná a vypíná zobrazování extra informací.
pl: klikniêcie na wykresach prze³±czy na wy¶wietlanie dodatkowych informacji.

source: <b> Right
cs: <b> Pravé
pl: <b> Prawy

source: clicking on charts brings up a chart configuration window.
cs: na grafu otevírá okno s vlastnostmi grafu.
pl: klikniêcie na wykresie wy¶wietla okno konfiguracji wykresu.

source: clicking on many panels opens its monitor configuration window.
cs: na panelech otvírá okno s nastavením monitoru.
pl: klikniêcie na wielu panelach otwiera okno konfiguracji monitora.

source: Hostname display
cs: Zobrazit jméno poèítaèe
pl: Wy¶wietlana nazwa komputera

source: Short hostname
cs: Krátké
pl: Krótka nazwa komputera

source: System name display
cs: Zobrazit jméno systému
pl: Wy¶wietlana nazwa systemu

source: Remember screen location at exit and move to it at next startup
cs: Zapamatovat si pozici na obrazovce mezi spu¹tìními
pl: Pamiêtanie pozycji ekranu przy wyj¶ciu i przenoszenie tam przy starcie

source: Allow multiple instances
cs: Povolit vícenásobné spu¹tìní
pl: Dopuszczenie wielokrotnych instancji

source: Make gkrellm a topmost window (restart gkrellm for this to take effect).
cs: Udr¾ovat v¾dy na vrchu (projeví se po restartu GKrellM)
pl: Okno gkrellm ma byæ najwy¿ej (uruchom ponownie gkrellm by zastosowaæ zmianê).

source: gkrellmd server disconnect
cs: gkrellmd server odpojen
pl: serwer gkrellmd roz³±czony

source: Krell and LED updates per second.
cs: Poèet pøekreslení krellù a LED za vteøinu.
pl: Okres od¶wie¿ania w sekundach dla Krell i LED

source: GKrellM width
cs: ©írka GKrellM
pl: Szeroko¶æ GKrellM

source: Properties
cs: Vlastnosti
pl: W³a¶ciwo¶ci

source: Set sticky state
cs: Pøichytit (zobrazovat na v¹ech virtuálních plochách)
pl: Ustaw stan "lepki"

source: Set on top of other windows of the same type
cs: V¾dy nad ostatními okny stejného typu
pl: Ustaw na górze innego okna tego samego typu

source: Set below other windows of the same type
cs: V¾dy pod ostatními okny stejného typu
pl: Ustaw poni¿ej innych okien tego samego typu

source: Set window type to be a dock or panel
cs: Nastavit typ okna na dock nebo panel
pl: Ustaw typ okna, jaki ma byæ dokowany lub na panelu

source: Use window manager decorations
cs: Zobrazovat dekorate správce oken
pl: U¿ywaj dekoracji mened¿era okien

source: Do not include on a taskbar
cs: Nezobrazovat v taskbaru
pl: Nie do³±czaj do paska zadañ

source: Do not include on a pager
cs: Nezobrazovat v pageru
pl: Nie do³±czaj do pagera

source: Some of these properties require a standards compliant window manager. You may have to restart gkrellm for them to take effect.
cs: Nìkteré z tìchto vlastností vy¾adují podporu ve správci oken. Mo¾ná budete muset restartovat gkrellm aby se projevili.
pl: Niektóre z tych w³a¶ciwo¶ci wymagaj± standardowo podatnego mened¿era okien. Mo¿esz musieæ zrestartowaæ gkrellm by zmiany odnios³y skutek.

source: %d total theme alternatives
cs: %d alternativ v tomto tématu
pl: %d - ilo¶æ alternatywnych wystrojów

source: Theme
cs: Téma
pl: Wystrój

source: Theme:
cs: Téma:
pl: Wystrój:

source: Author:
cs: Autor:
pl: Autor:

source: Track Gtk theme changes for similarly named themes
cs: Naèíst téma stejného jména pøi zmìnì Gtk tématu
pl: ¦ledzenie zmian wystroju GTK dla podobnie nazywaj±cych siê wystrojów

source: Default
cs: Výchozí
pl: Domy¶lnie

source: Scale
cs: Zvìt¹ení
pl: Skala

source: Fonts
cs: Písma
pl: Czcionki

source: Large font
cs: Velké písmo
pl: Du¿a czcionka

source: Browse
cs: Listovat
pl: Przegl±daj

source: Normal font
cs: Normální písmo
pl: Normalna czcionka

source: Small font
cs: Malé písmo
pl: Ma³a czcionka

source: Untar your theme tar files in %s/%s
cs: Roztarujte tar soubory s tématy do %s/%s
pl: Rozpakuj wystrój w plikach tar do katalogu: %s/%s

source: Download themes from the GKrellM theme site at www.muhri.net
cs: Témata ke sta¾ení jsou na GKrellM theme site na www.muhri.net
pl: Pobierz wystroje ze strony GKrellM www.muhri.net

source: Configuration
cs: Konfigurace
pl: Ustawienia

source: General
cs: Obecné
pl: Ogólne

source: Builtins
cs: Zabudované
pl: Wbudowane funkcje

source: Plugins
cs: Pluginy
pl: Wtyczki

source: Themes
cs: Témata
pl: Wystroje

source: About
cs: O programu
pl: O

source: Monitors
cs: Monitory
pl: Monitory

source: /Quit
cs: /Konec
pl: /Wyj¶cie

source: /Configuration
cs: /Konfigurace
pl: /Ustawienia

source: /Theme/Prev
cs: /Téma/Pøedchozí
pl: /Wystrój/Poprzedni

source: /Theme/Next
cs: /Téma/Následující
pl: /Wystrój/Nastêpny

source: /Theme prev
cs: /Pøedchozí téma
pl: /Wystrój poprzedni

source: /Theme next
cs: /Následující téma
pl: /Wystrój nastêpny

source: %s Connections
cs: %s pøipojení
pl: %s Po³±czenia

source: No current connections.
cs: ®ádná pøipojení.
pl: Brak bie¿±cych po³±czeñ.

source: TCP hits per minute
cs: TCP hitù za minutu
pl: Trafienia TCP na minutê

source: TCP hits per hour
cs: TCP hitù za hodinu
pl: Trafienia TCP na godzinê

source: Inet charts show historical TCP port hits on a minute or hourly chart. Below the chart there is a strip where marks are drawn for port hits in second intervals. The inet krell has a full scale value of 5 hits and samples once per second. The extra info display shows current TCP port connections. For each internet monitor, you can specify two labeled data sets with one or two non-zero port numbers entered for each data set. Two ports are allowed because some internet ports are related and you might want to group them. Check /etc/services for port numbers. For example, if you created an inet monitor:
cs: Internet grafy zobrazují historii pøístupù na TCP porty na minutovém nebo hodinovém grafu. Pod grafem je pruh, kam jsou zakreslovány znaèky podle pøístupù v sekundových intervalech. Krell má ¹kálu pìti hitù za sekundu. Volitelnì lze zobrazit aktuální poèet TCP spojení na daný port. Pro ka¾dý internet monitor mù¾ete urèit dvì pojmenované sady dat, jeden nebo dva porty v ka¾dé sadì. Dva porty proto, ¾e nìkteré slu¾by vyu¾ívají dva porty a my je chceme vykreslit dohromady. Èísla portù viz /etc/services.
pl: Wykresy internetu pokazuj± historiê trafieñ portu TCP na minutê lub godzinê. Poni¿ej wykresu umieszczono pasek, na którym zaznaczone s± trafienia w odstêpach sekundowych. Pe³na warto¶æ skali krell internetu to 5 trafieñ i próbki jedna na sekundê. Dodatkowe informacje to bie¿±ce po³±czenia na porcie TCP. Mo¿esz ustawiæ dwa zestawy danych wraz z etykietami z jendym lub dwoma niezerowymi numerami portów dla ka¿dego monitora internetu. Dopuszczalne s± dwa porty poniewa¿ niektóre porty s± powi±zane i mo¿esz chcieæ je pogrupowaæ. Spójrz do /etc/services by sprawdziæ numery portów. Dla przyk³adu, je¿eli stworzy³e¶ monitor internetu:

source: Http hits on the standard http port 80 and www web caching service on port 8080 are combined and plotted in the one color. Ftp hits on the single ftp port 21 are plotted in another color.
cs: HTTP pøístupy na standardním portu 80 a na cachovacím portu 8080 jsou spojeny a vykresleny jednou barvou. FTP pøístupy na portu 21 jsou vykresleny jinou barvou.
pl: Trafienia HTTP na standardowym porcie 80 oraz serwisy cache www na porcie 8080 s± ³±czone i rysowane jednym kolorem. Trafienia ftp na pojedynczym porcie 21 s± rysowane innym kolorem.

source: If the range button is checked, then all port numbers between Port0 and Port1 are monitored and included in the plot.
cs: Pokud políèko Rozsah je za¹krtnuto, v¹echny porty mezi Port0 a Port1 jsou monitorovány a zahrnuty do grafu.
pl: Je¶li zaznaczony jest przycisk zakresu to wszystkie numery portów pomiê- dzy Port0 i Port1 s± monitorowane i zawarte na wykresie.

source: $a current active connections for Data0
cs: $a aktuální aktivní spojení pro Data0
pl: $a aktywne w tej chwili po³±czenia dla Data0

source: $cN total connections in last N minutes (or hours) for Data0
cs: $cN celkový poèet spojení v posledních N minutách (nebo hodinách) pro Data0
pl: $cN razem po³±czeñ w ci±gu ostatnich N minut (lub godzin) dla Data0

source: $l label for Data0
cs: $l popiska pro Data0
pl: $l etykieta dla Data0

source: $A current active connections for Data1
cs: $A aktuální aktivní spojení pro Data1
pl: $A aktywne w tej chwili po³±czenia dla Data1

source: $CN total connections in last N minutes (or hours) for Data1
cs: $CN celkový poèet spojení v posledních N minutách (nebo hodinách) pro Data1
pl: $CN razem po³±czeñ w ci±gu ostatnich N minut (lub godzin) dla Data1

source: $L label for Data1
cs: $L popiska pro Data1
pl: $L etykieta dla Data1

source: click on an inet chart to toggle the extra info display of current TCP port connections.
cs: tlaèítko pøepne roz¹íøené zobrazení aktuálních TCP spojení.
pl: kliknij na wykresie internetu by prze³±czyæ na dodatkowe informacje o bie¿±cych po³±czeniach portu TCP.

source: click on an inet chart to toggle hour/minute charts.
cs: tlaèítko pøepne zobrazení hodin/minut.
pl: kliknij na wykresie internetu by prze³±czyæ pomiêdzy wykresami minutowymi i godzinowymi.

source: Ports
cs: Porty
pl: Porty

source: Port0 - Port1 is a range
cs: Port0 - Port1 je rozsah
pl: Port0 - Port1 jest zakresem

source: create_krell: NULL image or style
cs: create_krell: NULL obrázek nebo styl
pl: create_krell: obraz lub styl NULL

source: Unable to connect.
cs: Nelze se pøipojit.
pl: Nie mo¿na siê po³±czyæ.

source: Bad response after connect.
cs: Neplatná odpovìï po pøipojení.
pl: Z³a odpowied¼ po po³±czeniu.

source: Bad response after username.
cs: Neplatná odpovìï na pøihla¹ovací jméno.
pl: Z³a odpowied¼ po nazwie u¿ytkownika.

source: Bad response after password.
cs: Neplatná odpovìï na heslo.
pl: Z³a odpowied¼ po ha¶le.

source: Bad response after STAT or STATUS.
cs: Neplatná odpovìï na STAT nebo STATUS.
pl: Z³a odpowied¼ po STAT lub STATUS.

source: Bad response after UIDL.
cs: Neplatná odpovìï na UIDL.
pl: Z³a odpowied¼ po UIDL.

source: Bad APOP response after connect.
cs: Neplatná APOP odpovìï po pøipojení.
pl: Z³a odpowied¼ APOP po po³±czeniu.

source: Bad CRAM_MD5 response after connect.
cs: Neplatná CRAM_MD5 odpovìï po pøipojení.
pl: Z³a odpowied¼ CRAM_MD5 po po³±czeniu.

source: Mail TCP Error: %s - %s
cs: Po¹ta chyba TCP: %s - %s
pl: B³±d TCP: %s - %s

source: Cannot initialize SSL method.
cs: Nemohu spustit SSL metodu.
pl: Nie mo¿na zainicjalizowaæ metody SSL.

source: Cannot initialize SSL server certificate handler.
cs: Nemohu spustit obsluhu serverových SSL certifikátù.
pl: Nie mo¿na zainicjalizowaæ certyfikatu serwera SSL.

source: Cannot initialize SSL handler.
cs: Nemohu spustit obsluhu SSL.
pl: Nie mo¿na zainicjalizowaæ handlera SSL.

source: could not decode BASE64 challenge
cs: nelze dekódovat BASE64 challenge
pl: nie mo¿na zdekodowaæ wezwania BASE64

source: decoded as %s
cs: dekódováno jako %s
pl: zdekodowano jako %s

source: Bad response after STLS.
cs: Neplatná odpovìï na STLS.
pl: Z³a odpowied¼ po STLS.

source: Bad response after STARTTLS.
cs: Neplatná odpovìï na STARTTLS.
pl: Z³a odpowied¼ po STARTTLS.

source: mute
cs: potichu
pl: wycisz

source: seen
cs: pøeètených
pl: widzianych

source: GKrellM Config Error
cs: GKrellM Chyba konfigurace
pl: GKrellM B³±d konfiguracji

source: Incomplete mailbox entries
cs: Neúplné zadání mailboxu
pl: Niekompletne wpisy skrzynki pocztowej

source: <h>Mailboxes
cs: <h>Schránky
pl: <h>Skrzynki pocztowe

source: Mailboxes to monitor can be local or remote mailbox types.
cs: Sledované schránky mohou být místní nebo na síti.
pl: Monitorowane skrzynki mog± byæ skrzynkami lokalnymi lub zdalnymi.

source: For local mailboxes, the path name may be a mbox file or it may be a Maildir or MH mail style directory.
cs: U místních schránek, cesta je soubor formátu mbox, nebo adresáø ve formátu Maildir nebo MH.
pl: Dla skrzynek lokalnych ¶cie¿ka mo¿e prowadziæ do pliku mbox lub do katalogu w stylu Maildir lub MH.

source: <b>Mail reading program
cs: <b>Po¹tovní klient
pl: <b>Program do czytania poczty

source: If you enter a mail reading program (your mail user agent or MUA) it can be launched by clicking on the mail monitor message count button.
cs: Zde zadaný po¹tovní program bude spou¹tìn kliknutím na tlaèítko u zobrazení poètu zpráv.
pl: Je¶li wprowadzisz program pocztowy (swój MUA) to bêdzie on uruchamiany klikniêciem w przycisk liczby monitorowanych wiadomo¶ci.

source: <b>Sound notify program
cs: <b>Zvukové upozornìní
pl: <b>Program powiadamiania d¼wiêkiem

source: If you enter a notify (sound) command, it will be run when new mail is detected.
cs: Kdy¾ pøijde nová po¹ta, bude spu¹tìn upozornovací (zvukový) pøíkaz.
pl: Je¶li wprowadzisz polecenie powiadamiania (d¼wiêkiem), zostanie ono uruchomione, gdy przyjdzie nowa poczta.

source: <b>fetch/check Program
cs: <b>Stahovací program
pl: <b>Program pobieraj±cy/sprawdzaj±cy

source: If you want to download remote mail or check for remote mail without using the builtin POP3 or IMAP mail checking which is set up in the
cs: Pokud chcete stahovat nebo kontrolovat po¹tu na serveru bez pou¾ití zabudované podpory POP3 nebo IMAP nastavených v sekci
pl: Je¶li chcesz odebraæ pocztê lub sprawdziæ j± dla zdalnych kont bez u¿ywania wbudowanego sprawdzania poczty POP3 lub IMAP ustawionych w zak³adce

source: <i>Mailboxes
cs: <i>schránky
pl: <i>Skrzynki pocztowe

source: tab, then do this by entering a mail fetch/check command. For example, fetchmail can be run periodically to download mail messages from a remote server to your local mailboxes where GKrellM can count them. Or, GKrellM can read the output and report the results from some mail checking programs which count remote or local messages. If you enter a command like this that checks mail without downloading, then you must tell GKrellM this is the expected behaviour by selecting in the Options tab:
cs: , zadejte pøíkaz na stahování/kontrolu po¹ty. Napøíklad, fetchmail mù¾e být spou¹tìn v pravidelných intervalech, stahovat po¹tu ze serveru do místní schránky, kde jí GKrellM mù¾e spoèítat. Nebo, GKrellM umí èíst výstup nìkterých programù na zji¹tování po¹ty, které doká¾í kontrolovat místní nebo sítové schránky. Pokud zadáte takový pøíkaz (který kontroluje schránku bez stahování po¹ty), musíte v sekci Nastavení za¹krtnout polo¾ku:
pl: to mo¿esz to zrobiæ poprzez wprowadzenie polecenia pobierania/sprawdzania poczty. Przyk³adowo, co jaki¶ czas mo¿e byæ uruchamiany fetchmail, który pobierze wiadomo¶ci ze zdalnego serwera do Twojej skrzynki lokalnej, gdzie GKrellM mo¿e je zliczyæ GKrellM mo¿e tak¿e odczytaæ dane wyj¶ciowe programów sprawdzaj±cych pocztê i mog±cych zliczaæ wiadomo¶ci na zdalnych serwerach. Je¶li wprowadzisz polecenie takie, które sprawdza pocztê bez pobierania jej, to musisz to powiedzieæ GKrellMowi dok³adnie, jak siê zachowuje, poprzez wybór w zak³adce Opcje:

source: <i> Fetch/check program checks messages only
cs: <i> Program na stahování po¹ty jen zji¹tuje poèet
pl: <i> Tylko program odbieraj±cy/sprawdzaj±cy pocztê

source: For checking messages on a remote server, GKrellM can read the output of the program
cs: Pro zji¹tìní poètu zpráv na serveru, GKrellm umí èíst výstup programu
pl: By sprawdziæ wiadomo¶ci na zdalnym serwerze, GKrellM mo¿e odczytaæ wyj¶cie programu

source: (you must append the -c).
cs: (musíte pøipojit -c).
pl: (musisz do³±czyæ -c)

source: But, do not combine these methods for the same mailbox! If you enter a POP3 mailbox in the
cs: Nepou¾ívejte obì tyto metody na stejné schránce! Pokud máte nastavenu POP3 schránku v sekci
pl: Tylko nie ³±cz tych metod dla tych samych skrzynek! Je¶li wprowadzisz skrzynkê POP3 w zak³adce

source: tab, then don't check it again with fetchmail.
cs: , nekontrolujte ji znovu fetchmailem.
pl: nie sprawdzaj jej ponownie fetchmailem.

source: click the mail count button to launch the mail reading program.
cs: tlaèítko na tlaèítku u poètu zpráv spustí po¹tovní klient.
pl: klikaj±c przycisk liczonych wiadomo¶ci pocztowych by uruchomiæ program do czytania poczty.

source: If options permit, also stop animations and reset remote counts.
cs: Pokud nastavení povolí, také zastaví animace a vynuluje poèet zpráv.
pl: Je¿eli opcje zezwalaj±, równie¿ zatrzymaj± animacje i wyzeruj± zdalne liczniki

source: click the envelope decal to force a mail check regardless of any mute mode or inhibit mail checking option settings.
cs: tlaèítko na ikonì obálky spustí kontrolu po¹ty bez ohledu na pøíslu¹ná nastavení.
pl: kliknij kopertê by wymusiæ sprawdzanie poczty bez wzglêdu na tryb wyciszenia czy zakaz z ustawieñ opcji sprawdzania.

source: click the mail panel to toggle a mute mode which inhibits the sound notify program and optionally inhibits all mail checking.
cs: tlaèítko na panelu pøepne tichý re¾im, který vypíná zvukové upozornìní a volitelnì ve¹keré kontrolování po¹ty.
pl: kliknij panel poczty by prze³±czyæ tryb wyciszenia, który zakazuje uruchomienie powiadomienia d¼wiêkiem i sprawdzenia poczty.

source: Enable Mailcheck
cs: Zapnout kontrolu po¹ty
pl: Sprawdzanie poczty w³±czone

source: Mail reading program:
cs: Po¹tovní klient:
pl: Program do czytania poczty:

source: Notify (sound) program:
cs: Upozornìní (zvuk):
pl: Program powiadamiania d¼wiêkiem:

source: Mail fetch/check program:
cs: Program pro kontrolu po¹ty:
pl: Program odbieraj±cy/sprawdzaj±cy pocztê:

source: Check local mailboxes every
cs: Kontrolovat místní schránky po
pl: Sprawd¼ lokalne skrzynki co

source: seconds
cs: sekundách
pl: sekund

source: Do remote checks every
cs: Kontrolovat sí»ové schránky po
pl: Sprawd¼ zdalne konta co

source: Check mail every
cs: Kontrolovat po¹tu po
pl: Sprawd¼ pocztê co

source: minutes
cs: minutách
pl: minut

source: Mailboxes
cs: Schránky
pl: Skrzynki pocztowe

source: Path name:
cs: Cesta:
pl: ¦cie¿ka:

source: Server
pl: Serwer
