Repository: Unilang/gkrellm
Catalog: po/*.po
Languages: cs, pl

source: User name
cs: Jméno
pl: Identyfikator u¿ytkownika

source: Password
cs: Heslo
pl: Has³o

source: Protocol
cs: Protokol
pl: Protokó³

source: Use SSL
cs: Pou¾ít SSL
pl: U¿yj SSL

source: No
cs: Ne
pl: Nie

source: IMAP folder
cs: IMAP slo¾ka
pl: Katalog IMAP

source: Specify port
cs: Port
pl: Okre¶l port

source: Local mailbox
cs: Místní schránka
pl: Skrzynka lokalna

source: Remote mailbox
cs: Sí»ová schránka
pl: Skrzynka zdalna

source: Mailbox
cs: Schránka
pl: Skrzynka pocztowa

source: Animation
cs: Animace
pl: Animacja

source: Animation Select
cs: Vybrat animaci
pl: Wybór animacji

source: None
cs: ®ádná
pl: ¯adna

source: Envelope
cs: Obálka
pl: Koperta

source: Daemon
cs: Démon
pl: Demon

source: Penguin
cs: Tuèòák
pl: Pingwin

source: Both
cs: Obojí
pl: Obie

source: Run animation continuously as long as there is a new mail count
cs: Opakovat animaci nepøetr¾itì dokud je ve schránce nová po¹ta
pl: Uruchom ci±g³± animacjê na tak d³ugo, dopóki jest nowa poczta

source: Message Counting
cs: Zobrazit poèet
pl: Zliczanie wiadomo¶ci

source: new/total
cs: nové/celkem
pl: nowe/razem

source: new
cs: nové
pl: nowe

source: do not count
cs: nepoèítat
pl: nie licz

source: Fetch/check program checks messages only (see Mail Info tab)
cs: Program na stahování po¹ty jen zji¹tuje poèet (viz zálo¾ka Informace)
pl: Program odbieraj±cy/sprawdzaj±cy pocztê tylko sprawdza (zajrzyj na zak³adkê Informacje o poczcie)

source: Reset remote message counts when message count button is pressed.
cs: Vynulovat poèet zpráv pøi kliknutí my¹í na poèet zpráv.
pl: Wyzeruj liczbê zdalnych wiadomo¶ci gdy naci¶niêto przycisk licznika.

source: Count accessed but unseen mail as new (if this status is available)
cs: Poèítat sta¾enou ale nepøeètenou po¹tu jako novou
pl: Ilo¶æ dostêpnych ale nieprzeczytanych (jako nowe) wiadomo¶ci (je¶li dostêpny jest ich stan)

source: Mute mode inhibits all mail checking, not just notify (sound) program
cs: Re¾im zti¹ení zastaví i kontrolu po¹ty, ne jen zvukový program
pl: Tryb wyciszenia zabrania sprawdzania poczty, ale nie powiadamiania

source: Inhibit all mail checking while the mail reader is running
cs: Nekontrolovat po¹tu, pokud bì¾í po¹tovní klient
pl: Zabroñ sprawdzania ca³ej poczty gdy uruchomiony program pocztowy

source: Allow multiple launches of the mail reader program
cs: Povolit více souèasných spu¹tìní po¹tovního klientu
pl: Dopuszczaj wielokrotne uruchamianie programu pocztowego

source: List mailboxes containing new mail in a tooltip
cs: Zobrazit schránky obsahující novou po¹tu jako tooltip
pl: Lista skrzynek zawieraj±cych now± pocztê w podpowiedzi

source: Ignore .mh_sequences when checking MH mail.
cs: Ignorovat .mh%sequences pøi kontrole MH po¹ty.
pl: Ignoruj .mh_sequences sprawdzaj±c pocztê MH.

source: Mail
cs: Po¹ta
pl: Poczta

source: You can configure your monitors by right clicking on the top frame of GKrellM or by hitting the F1 key with the mouse in the GKrellM window. Read the Info pages in the config for setup help.
cs: Pro nastavení monitorù kliknìte pravým tlaèítkem na horním rámu GKrellM nebo stisknìte klávesu F1 s my¹í na oknì GKrellM. Ètìte zálo¾ky Informace pro pomoc s nastavením.
pl: Mo¿esz skonfigurowaæ monitory poprzez klikniêcie prawym przyciskiem myszy na górnej krawêdzi GKrellM lub przez naci¶niêcie klawisza F1 gdy kursor myszy jest w oknie GKrellM. Przeczytaj strony Info w pomocy konfiguracji.

source: Error: Could not load all fonts.
cs: Chyba: Nelze naèíst v¹echny písma.
pl: B³±d: nie mogê za³adowaæ wszystkich czcionek.

source: GKrellM Introduction
cs: GKrellM Úvod
pl: GKrellM Wprowadzenie

source: usage: gkrellm [options] options:
pl: u¿ycie: gkrellm [opcje] opcje:

source: -t, --theme theme_dir Select a theme directory.
pl: -t, --theme theme_dir Okre¶lenie katalogu tematów.

source: -g, --geometry +x+y Position the window on the screen.
pl: -g, --geometry +x+y Pozycja okna na ekranie.

source: --wm Allow window manager decorations.
pl: --wm Zezwól na dekoracje mened¿era okien.

source: --nt No transparency.
pl: --nt Bez przezroczysto¶ci.

source: -s, --server hostname Run in client mode: connect to "hostname" and read monitor data from a gkrellmd server.
pl: -s, --server nazwa_serwera Uruchom w trybie klienta: po³±cz siê z "nazwa_serwera" i czytaj dane z serwera gkrellmd.

source: -P, --port server_port Use "server_port" for the server connection.
pl: -P, --port server_port U¿yj "serwer_port" dla po³±czeñ zdalnych.

source: --config-clean Clean out unused configs on config write.
pl: --config-clean Wyczy¶æ nieu¿ywane konfiguracje przy zapisie konfiguracji.

source: --nolock Allow multiple gkrellm instances.
pl: --nolock Zezwala na wielokrotne uruchomienie gkrellm.

source: -p, --plugin plugin.so While developing, load your plugin under test.
pl: -p, --plugin plugin.so Pomocne przy rozwijaniu wtyczek, ³aduje twoj± wtyczkê w celu testowania.

source: --demo Force enabling of many monitors so themers can see everything. All config saving is inhibited.
pl: --demo Wymu¶ w³±czenie wielu monitorów aby tworz±cy tematy mogli zobaczyæ wszystko. Zapis konfiguracji jest uniemo¿liwiony.

source: -v, --version Print GKrellM version number and exit.
pl: -v, --version Wy¶wietla numer wersji GKrellM i koñczy program.

source: -d, --debug-level n Turn debugging on for selective code sections.
pl: -d, --debug-level n W³±cz debugowanie dla wybranych sekcji kodu.

source: floating point exception
cs: vyjímka plovoucí èárky
pl: wyj±tek obliczeñ zmiennoprzecinkowych

source: aborted
cs: pøeru¹eno
pl: przerwano

source: initializing
cs: spou¹tí se
pl: rozpoczynanie

source: Bad arg: %s
cs: Neplatný parametr: %s
pl: Z³y argument: %s

source: Swap Out
cs: Do swapu
pl: Swap Wy

source: Swap In
cs: Ze swapu
pl: Swap We

source: Swap in/out pages per sec
cs: Swap stránek za sekundu
pl: Swap wej/wyj stron na sekundê

source: Mem
cs: Pamì»
pl: Pamiêæ

source: Memory
cs: Pamì»
pl: Pamiêæ

source: <h>Used and Free
cs: <h>Obsazená a volná
pl: <h>Zajête i wolne

source: The used and free memory here are calculated from the kernel reported used and free by subtracting or adding the buffers and cache memory. See the README and compare to the "-/+ buffers/cache:" line from the free command. If you show three memory krells, the kernel "raw free" is the space after the rightmost krell.
cs: Velikost obsazené a volné pamìti je poèítana z hodnot obsazené a volné pamì»i hlá¹ených jádrem odeètením nebo pøiètením bufferù a cache. Viz README a srovnání s øádkem "-/+ buffers/cache:" z výstupu pøíkazu free. Pøi zobrazení tøí krellù, "raw free" hlá¹ená jádrem je místo vpravo od nejpravìj¹ího krellu.
pl: Zajêta i wolna pamiêæ wyliczone s± z danych raportowanych przez kernel poprzez odjêcie lub dodanie buforów i pamiêci podrêcznej. Zajrzyj do pliku README i porównaj liniê "-/+ buffers/cache:" polecenia free. Je¶li pokazujesz trzy krelle pamiêci, "raw free" kernela jest miejscem po krellu wysu- niêtym najbardziej na prawo.

source: $T total swap in blocks + swap out blocks
cs: $T souèet poètu blokù ètených a zapisovaných z/do swapu
pl: $T razem bloki swap wej¶ciowe + wyj¶ciowe

source: $i swap in blocks
cs: $i bloky zapisované do swapu
pl: $i wej¶ciowe bloki swap

source: $o swap out blocks
cs: $o bloky ètené ze swapu
pl: $o wyj¶ciowe bloki swap

source: Substitution variables for the format string for the Mem and Swap panels (a MiB is a binary megabyte - 2^20):
cs: Zástupné promìnné pro formátovací øetìzec pro panely Pamì» a Swap (MiB je binární megabajt - 2^20):
pl: Zmienne zastêpcze la ³añcucha formatowania paneli pamiêci i swap (MiB to binarny megabajt - 2^20):

source: For memory and swap:
cs: Pro pamì» a swap:
pl: Dla pamiêci i swap:

source: $t total MiB
cs: $t celkem v MiB
pl: $t razem MiB

source: $u used MiB
cs: $u obsazená v MiB
pl: $u zajête MiB

source: $f free MiB
cs: $f volná v MiB
pl: $f wolne MiB

source: $U used %
cs: $U obsazená v %
pl: $U zajête %

source: $l the panel label
cs: $l jmenovka panelu
pl: $l etykieta panelu

source: For memory only:
cs: Pouze pro pamì»:
pl: Tylko dla pamiêci:

source: $s shared MiB
cs: $s sdílená v MiB
pl: $s dzielone MiB

source: $b buffered MiB
cs: $b buffery v MiB
pl: $b buforowane MiB

source: $c cached MiB
cs: $c cache v MiB
pl: $c MiB w pamiêci podrêcznej

source: click on a panel to scroll a programmable display of of memory or swap usage.
cs: na panelu zaène rolovat nastavitelné zobrazení vyu¾ití pamìti a swapu.
pl: kliknij na panelu by przewin±æ programowany wy¶wiet- lacz u¿ycia pamiêci lub swapa.

source: Enable swap pages in/out chart
cs: Zapnout graf pøenosu z/do swapu
pl: Strony swap na wykresie wej./wyj. w³±czone

source: Enable swap meter
cs: Zapnout ukazatel swapu
pl: Miernik swap w³±czony

source: Enable memory meter
cs: Zapnout ukazatel pamìti
pl: Miernik pamiêci w³±czony

source: Show three memory krells: [used | buffers | cache | raw free]
cs: Zobrazit tøi krelly: [ obsazená | buffery | cache | volná ]
pl: Wy¶wietlanie drzewa krelli pamiêci: [u¿ywana | bufory | cache | czysta]

source: $t - $u used $s sh $b bf $c ca
cs: $t - $u obsazená $s $sh $b bf $c ca
pl: $t - $u u¿yte $s sh $b bf $c ca

source: Received
pl: Odebrano

source: Transmitted
pl: Wys³ano

source: Total
cs: Celkem
pl: Razem

source: Connect Time
cs: Èas pøipojení
pl: Czas po³±czenia

source: %s Statistics
pl: Statystyki %s

source: Daily
pl: Dzienne

source: Date
pl: Data

source: Weekly
pl: Tygodniowe

source: Week Ending
pl: Koniec tygodnia

source: Monthly
pl: Miesiêczne

source: Month
cs: Mìsíc
pl: Miesi±c

source: get_connect_state changed from %d to %d (check=%d)
cs: get_connect_state se zmìnil z %d na %d (check=%d)
pl: get_connect_state zmieniono z %d na %d (check=%d)

source: set_timer_button_state from %d to %d (check=%d)
cs: set_timer_button_state z %d na %d (check=%d)
pl: set_timer_button_state z %d na %d (check=%d)

source: update_timer_button net_timed old_state=%d new_state=%d
pl: update_timer_button net_timed stary_stan=%d nowy_stan=%d

source: **** Stale pppd pppX.pid file detected!
cs: **** Detekován starý soubor pppd pppX.pid!
pl: **** Wykryto plik pppX.pid uruchomionego pppd!

source: tx bytes
cs: Odesílané bajty
pl: tx bajty

source: rx bytes
cs: Pøijímané bajty
pl: rx bajty

source: rx/tx bytes per sec
cs: bajtù za sekundu
pl: rx/tx bajtów na sekundê

source: none
cs: ¾ádné
pl: brak

source: <h>Timer Button
cs: <h>Èasovaè
pl: <h>Przycisk licznika czasu

source: The timer button may be used as a stand alone timer with start and stop commands, but it is usually linked to a dial up net interface where the commands can control the interface and different timer button colors can show connect states:
cs: Èasovaè mù¾e být pou¾it samostatnì se spou¹tìcím a zastavovacím pøíkazem, ale obvykle je spojen s vytáèeným pøipojením do internetu, kde pøíkazy ovládají pøipojení a barvy tlaèítka udávají stav spojení:
pl: Przycisk licznika czasu mo¿e zostaæ u¿yty jako samodzielny timer z poleceniami start/stop, u¿yteczny w powi±zaniu z interfejsem dial-up, gdzie polecenia te mog± kontrolowaæ interfejs a inne kolory przycisków timera mog± pokazywaæ stany po³±czenia:

source: Standby state is while the modem phone line is locked while ppp is connecting, and the on state is the ppp link connected. The phone line lock is determined by the existence of the modem lock file /var/lock/LCK..modem. If your pppd setup does not use /dev/modem, then you can configure an alternative with:
cs: Standby stav trvá, kdy¾ ppp zamkne telefonní linku, a "on" stav je kdy¾ ppp spojení je aktivní. Zámek telefonní linky je urèen existení souboru /var/lock/LCK..modem. Pokud pppd nepou¾ívá /dev/modem, pak nastavte alternativu pomocí:
pl: Stan oczekiwania to stan, gdy ustanowione jest po³±czenie modemem poprzez ppp. Zablokowanie linii telefonicznej jest okre¶lone obecno¶ci± pliku blokuj±cego /var/lock/LCK..modem. Je¶li Twoje po³±czenia pppd nie u¿ywaj± /dev/modem mo¿esz ustawiæ to tak:

source: where ttySx is the tty device your modem uses. The ppp on state is detected by the existence of /var/run/pppX.pid and the time stamp of this file is the base for the on line time.
cs: kde ttySx je tty zaøízení, které modem pou¾ívá. Stav "on" je detekován existencí /var/run/pppX.pid a èas vytvoøení tohoto souboru je základem pro èasový èítaè.
pl: gdzie ttySx jest nazw± urz±dzenia tty, którego u¿ywa Twój modem. Stan uruchomienia ppp wykrywany jest poprzez obecno¶æ pliku /var/run/pppX.pid a znacznik czasowy tego pliku jest podstaw± okre¶lenia czasu po³±czenia.

source: The timer button standby state is not applicable to isdn interfaces that are always routed. The on state is isdn on line while the ippp interface is routed. The on line timer is reset when the isdn interface transitions from a hangup to an on line state
cs: Stav standby èasovaèe se nepou¾ívá u isdn rozhraní, která jsou v¾dy smìrována. Stav "on" trvá, kdy¾ ippp rozhraní je smìrováno. Èasový èítaè je vynulován kdy¾ isdn rozhraní pøejde ze stavu zavì¹eno do stavu online
pl: Przycisk licznika czasu stanu gotowo¶ci nie ma zastosowania do interfejsów ISDN, które zawsze s± rutowane. Stan gotowy jest w przypadku ISDN wtedy, gdy interfejs ippp jest rutowany. Licznik czasu po³±czenia jest zerowany gdy interfejs ISDN przechodzi ze stanu od³o¿onej s³uchawki do "on-line"

source: $T receive + transmit bytes
cs: $T pøijaté + odeslané bajty
pl: $T odebrane + przes³ane bajty

source: $r receive bytes
cs: $r pøijaté bajty
pl: $r odbierane bajty

source: $t transmit bytes
cs: $t odeslané bajty
pl: $t przesy³ane bajty

source: $O cumulative receive + transmit bytes
cs: $O celkem pøijatých a odeslaných bajtù
pl: $O skumulowane odbierane + przesy³ane bajty

source: $i cumulative receive bytes
cs: $i celkem pøijatých bajtù
pl: $i skumulowane odbierane bajty

source: $o cumulative transmit bytes
cs: $o celkem odeslaných bajtù
pl: $o skumulowane przesy³ane bajty

source: $L the optional chart label
cs: $L volitelný popisek grafu
pl: $L opcjonalna etykieta wykresu

source: $I the net interface name
cs: $I název sí»ového rozhraní
pl: $I nazwa interfejsu sieciowego

source: The cumulative variables may have a 'd', 'w', or 'm' qualifier for daily, weekly, or monthly totals. For example: $Ow for a cumulative weekly receive + transmit bytes.
cs: Kumulativní promìnné mohou mít pøíznak 'd', 'w' nebo 'm' pro denní, týdenní nebo mìsíèní úhrny. Napøíklad $Ow znamená týdenní souhrn pøijatých a odeslaných bytù.
pl: Zmienne skumulowane mog± mieæ znacznik "d", "w" lub "m" dla dziennych, tygodniowych i miesiêcznych podsumowañ. Na przyk³ad: $0w dla ³±cznych tygodniowych bajtów wys³anych i odebranych.

source: Timer Button
cs: Èasovaè
pl: Przycisk licznika czasu

source: Enable timer button
cs: Zapnout èasovaè
pl: Przycisk licznika czasu w³±czony

source: Show seconds
cs: Zobrazovat sekundy
pl: Poka¿ sekundy

source: Interface to link to the timer button
cs: Rozhraní pro svázání s tlaèítkem èasovaèe
pl: Interfejs pod³±czony do przycisku licznika czasu

source: Start Command
cs: Start pøíkaz
pl: Polecenie uruchomienia

source: Stop Command
cs: Stop pøíkaz
pl: Polecenie zatrzymania

source: Enable %s
cs: Zapnout %s
pl: %s w³±czony

source: Force chart to be always shown even if interface is not routed.
cs: Zobrazit graf i kdy¾ rozhraní není smìrováno.
pl: Wymu¶, by wykres by³ widoczny nawet gdy interfejs nie jest rutowany.

source: Optional label for this interface.
cs: Volitelná jmenovka pro toto rozhraní.
pl: Dodatkowa etykieta dla tego interfejsu.

source: Start day for cumulative monthly transmit and receive bytes
cs: Poèáteèní den pro poèítání mìsíèních objemù pøenosu
pl: Dzieñ pocz±tkowy dla skumulowanych miesiêcznych bajtów wys³anych i odebranych

source: Net
cs: Sí»
pl: Sieæ

source: Net Timer
cs: Èasovaè sítì
pl: Zegar Sieci

source: %s: placement is %s %s G:%d
cs: %s: umístìní je %s %s G:%d
pl: %s: umiejscowienie to %s %s G:%d

source: after
cs: za
pl: po

source: before
cs: pøed
pl: przed

source: Error: %s
cs: Chyba: %s
pl: B³±d: %s

source: Ooops! plugin returned NULL, aborting
cs: Ooops! plugin vrátil NULL, ukonèuji
pl: O kurde! wtyczka zwróci³a NULL, przerywanie

source: Warning: style name "
cs: Varování: název stylu "
pl: Uwaga: nazwa stylu "

source: " already used by:
cs: " ji¾ obsazen:
pl: " ju¿ u¿ywane przez:

source: Warning: config keyword "
cs: Varování: konfigurace klíèového slova "
pl: Uwaga: s³owo kluczowe konfiguracji "

source: Ignoring duplicate plugin
cs: Ignoruji duplicitní plugin
pl: Ignorowanie tych samych wtyczek

source: *** Command line plugin:
pl: *** Wtyczka linii poleceñ:

source: GKrellM Place Plugin
cs: GKrellM Umístit plugin
pl: GKrellM Miejsce wtyczki

source: Builtin Monitors
cs: Zabudované
pl: Wbudowane monitory

source: Place Plugin
cs: Umístit plugin
pl: Miejsce wtyczki

source: Before selected builtin monitor
cs: Pøed vybraný zabudovaný monitor
pl: Przed wybranym wbudowanym monitorem

source: With gravity
cs: S gravitací
pl: Z ciê¿arem

source: After selected builtin monitor
cs: Za vybraný zabudovaný monitor
pl: Po wybranym wbudowanym monitorze

source: Plugin Defaults
cs: Výchozí hodnoty pluginu
pl: Domy¶lne warto¶ci wtyczek

source: from command line
cs: z pøíkazové øádky
pl: z linii poleceñ

source: Plugin
pl: Wtyczka

source: Place
cs: Umístìní
pl: Miejsce

source: Install Log
cs: Instalaèní log
pl: Log instalacji

source: No plugins found.
cs: ®ádné pluginy.
pl: Nie znaleziono wtyczek.

source: Load
pl: Obci±¿enie

source: Forks
cs: Forky
pl: Rozwidlenia

source: Average process load per minute
cs: Prùmìrný load za minutu
pl: ¦rednie obci±¿enie procesami na minutê

source: Users
cs: U¾ivatelé
pl: U¿ytkownicy

source: Processes
cs: Procesy
pl: Procesy

source: <h>Proc Chart
cs: <h>Procesy
pl: <h>Wykres procesów

source: The krell shows process forks with a full scale value of 10 forks.
cs: Krell ukazuje poèet forkù. Plná ¹kála pøedstavuje 10 forkù.
pl: Krell pokazuje rozwidlenia procesu z warto¶ci± skali równ± 10 rozwidleñ

source: While both load and fork data are drawn on the chart, the grid resolution can be set for load only. The resolution per grid for forks is fixed at 10 when using the auto number of grids mode, and at 50 divided by the number of grids when using a fixed number of grids mode.
cs: Rozli¹ení møí¾ky je urèováno pouze loadem. Rozli¹ení jedné møí¾ky pro forky je pevnì 10 pøi pou¾ití automatického poètu møí¾ek, a 50 dìleno poètem møí¾ek pøi pou¾ití pevného poètu møí¾ek.
pl: Dopóki dane obci±¿enia i rozwidlenia rysowane s± na wykresie, rozdzielczo¶æ siatki mo¿na ustawiæ tylko dla obci±¿enia. Rozdzielczo¶æ na liniê dla rozwidleñ jest sta³a i ma warto¶æ 10 w trybie automatycznego skalowania oraz 50 dzielone przez liczbê linii gdy u¿ywana jest sta³a ilo¶æ linii.

source: $L maximum chart value (load)
cs: $L maximální hodnota grafu (load)
pl: $L maksymalna warto¶æ wykresu (obci±¿enie)

source: $F maximum chart value (forks)
cs: $F maximální hodnota grafu (forky)
pl: $F maksymalna warto¶æ wykresu (rozwidlenia)

source: $l load
pl: $l obci±¿enie

source: $f forks
cs: $f forky
pl: $f rozwidlenia

source: $p processes
cs: $p procesy
pl: $p procesy

source: $u users
cs: $u u¾ivatelé
pl: $u u¿ytkownicy

source: Enable Proc chart
cs: Zapnout Procesy
pl: Wykres Proc w³±czony

source: Proc
cs: Procesy
pl: Procesy

source: Can't find a %s panel to relocate sensor to.
cs: Nemohu najít panel %s, do kterého bych senzor pøesunul.
pl: Nie mo¿na znale¼æ panelu %s dla przeniesienia sensora.

source: Sensors
cs: Senzory
pl: Czujniki

source: Sensor Volt Limits
cs: Limity napìtí
pl: Ograniczenia czujnika napiêcia

source: Sensor Temperature Limits (in displayed degree units)
cs: Limity teploty (v zobrazených jednotkách)
pl: Ograniczenia czujnika temperatury (w wy¶wietlanych jednostkach)

source: Sensor Fan RPM Limits
cs: Limity otáèek vìtráèkù
pl: Ograniczenia czujnika obrotów wentylatora

source: Temperatures
cs: Teploty
pl: Temperatury

source: Fans
cs: Vìtráèky
pl: Wentylatory

source: Voltages
cs: Napìtí
pl: Napiêcia

source: Can't read sensor data from mbmon daemon. Check mbmon port number and '-r' option. Run gkrellm -d 0x80 for debug output.
pl: Nie mo¿na odczytaæ danych z demona mbmon. Sprawd¼ numer portu mbmon i opcjê "-r". Uruchom gkrellm -d 0x80 w celu debugowania.

source: <b>No sensors detected.
cs: <b>®ádné senzory.
pl: <b>Nie wykryto czujników.

source: Enter data scaling factors and offsets for the sensors if the default values are not correct for your motherboard. Do a man gkrellm or see the GKrellM README for more information.
cs: Pokud výchozí hodnoty neodpovídají va¹í základní desce, zadejte pro senzory násobièe a posuny hodnot. Více informací v man gkrellm nebo v souboru README.
pl: Wprowad¼ wspó³czynniki skalowania i przesuniêcia dla czujników, je¶li standardowe ustawienia nie s± poprawne dla Twojej p³yty. Zajrzyj do "man gkrellm" lub pliku README by uzyskaæ wiêcej informacji.

source: Enter a zero factor and a blank label to restore default values.
cs: Zadejte nulovou hodnotu a prázdnou jmenovku pro obnovení výchozích hodnot.
pl: Wprowad¼ zerowy wspó³czynnik i pust± etykietê by przywróciæ standardowe warto¶ci.

source: Drag and drop sensor rows to change the displayed order.
cs: Poøadí zobrazení zmìníte pøeta¾ením øádkù my¹í.
pl: Przeci±gnij i upu¶æ wiersze czujnika by zmieniæ kolejno¶æ ich wy¶wietlania.

source: Temperature offset values must be in centigrade units.
cs: Posuny teplot musí být ve stupních Celsia.
pl: Przesuniêcie warto¶ci temperatury musi byæ podane w stopniach Celsjusza.

source: $s current sensor value.
cs: $s aktuální hodnota senzoru.
pl: $s warto¶æ aktywnego czujnika.

source: $l sensor label.
cs: $l jmenovka senzoru.
pl: $l etykieta czujnika.

source: Sensor
cs: Senzory
pl: Czujnik

source: Factor
cs: Násobek
pl: Wspó³czynnik

source: Offset
cs: Posun
pl: Przesuniêcie

source: Location
cs: Umístìní
pl: Po³o¿enie

source: Display fahrenheit
cs: Zobrazovat ve Fahrenheitech
pl: Poka¿ w stopniach Fahrenheita

source: Normal with labels
cs: Normální s jmenovkami
pl: Zwyk³y z etykietami

source: Compact with no labels
cs: Kompaktní bez jmenovek
pl: Zagêszczony (bez etykiet)

source: MBmon Daemon Port
pl: Port demona MBmon

source: <small>Daemon command must be: <b>mbmon -r -P port</b> where 'port' must match the port number entered here:</small>
pl: <small>Polecenie demona musi mieæ postaæ: <b>mbmon -r -P port</b> gdzie "port" musi odpowiadaæ numerowi portu:</small>

source: Enable Uptime
cs: Zapnout Uptime
pl: Czas pracy w³±czony

source: Uptime
pl: Czas pracy

source: Unterminated quote
cs: Neuzavøené uvozovky
pl: Niezakoñczony cudzys³ów

source: Cannot create directory: %s
cs: Nelze vytvoøit adresáø: %s
pl: Nie mogê utworzyæ katalogu: %s

source: Exiting because multiple instances option is off.
cs: Volba povolující více instancí je vypnutá.
pl: Wyj¶cie poniewa¿ opcja wielu instancji jest wy³±czona.

source: Warning: -w flag is ignored when the window dock type is set
cs: Varování: -w pøepínaè je ignorován pokud je nastaven typ dokování
pl: Uwaga: flaga -w jest ignorowana, gdy ustawiony jest typ dokowania okna

source: Use nvclock for NVIDIA GPU temperatures
pl: U¿ycie nvclock dla temperatur procesora karty graficznej NVIDIA

source: /Control/Auto mode sticks at peak value
cs: /Ovládání/Automatický re¾im si podr¾í ¹pièkovou hodnotu

source: CPU%s
cs: Procesor %s

source: CPU
cs: Procesor

source: segmentation fault
cs: chyba segmentace pamìti

source: \f$L\r\f$F \w88\b\p\a$p\f procs\n\e$u\f users
cs: \f$L\r\f$F \w88\b\p\a$p\f proc.\n\e$u\f u¾iv.
